Repository: enigmagroup/enigmabox-openwrt
Catalog: webinterface/files/root/opt/enigmabox/webinterface/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Spanish
de: Spanisch

source: Switzerland
de: Schweiz

source: Sweden
de: Schweden

source: Hungary
de: Ungarn

source: France
de: Frankreich

source: Germany
de: Deutschland

source: United Stasi of America
de: Vereinigte Daten von Amerika

source: Are you sure?
de: Bist du sicher?

source: Show
de: Zeigen

source: Apply changes
de: Änderungen anwenden

source: Welcome
de: Willkommen

source: Addressbook
de: Adressbuch

source: Passwords
de: Passwörter

source: Backup &amp; restore
de: Sichern &amp; Wiederherstellen

source: Updates
de: Aktualisierungen

source: Country selection
de: Land auswählen

source: Ad blocking
de: Werbeblocker

source: Network
de: Netzwerk

source: WLAN settings
de: WLAN-Einstellungen

source: Services
de: Dienste

source: Your hostid is
de: Deine Hostid ist

source: Network access valid until
de: Dein Netzwerkzugang ist noch gültig bis zum

source: Applications
de: Anwendungen

source: Connection info
de: Verbindungsinfos

source: SSH access
de: SSH-Zugang

source: Username
de: Benutzername

source: Password
de: Passwort

source: Error
de: Fehler

source: Displayed name
de: Angezeigter Name

source: IPv6 address
de: IPv6-Adresse

source: Phone number
de: Telefonnummer

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Delete phone number
de: Telefonnummer löschen

source: Delete
de: Löschen

source: Managing contacts and assigning names and numbers
de: Verwalten von Kontakten, Zuweisen von Namen und Telefonnummern.

source: My address
de: Meine Adresse

source: Add contact
de: Adresse hinzufügen

source: Add
de: Hinzufügen

source: Backup &amp; restore emails
de: E-Mails sichern &amp; wiederherstellen

source: Your email folder.
de: Dein E-Mail Ordner.

source: Backup emails
de: E-Mails sichern

source: Backup
de: Sichern

source: Restore emails
de: E-Mails wiederherstellen

source: emails.tar.gz file:
de: emails.tar.gz-Datei:

source: Error in creating backup
de: Fehler beim Erstellen der Sicherung

source: Error restoring emails
de: Fehler beim Wiederherstellen der E-Mails

source: Restore successful
de: Wiederherstellen erfolgreich

source: Warning: all your emails currently stored on your box <strong>will be overwritten!</strong>
de: Warnung: Alle deine jetzigen auf der Box gespeicherten E-Mails <strong>werden überschrieben!</strong>

source: Restore
de: Wiederherstellen

source: Backup and restore your data.
de: Sichern und Wiederherstellen deiner Daten.

source: Backup system settings
de: Systemeinstellungen sichern

source: Your IPv6 address, addressbook, passwords, internet- and network settings.
de: Deine IPv6-Adresse, das Adressbuch, Passwörter, Internet- und Netzwerkeinstellungen.

source: Backup SSL certificates
de: SSL-Zertifikate sichern

source: The SSL certificates used for communication with our server, e.g. requesting internet or updates.
de: SSL-Zertifikate, die zur Kommunikation mit unserem Server benutzt werden, z.B. für Updates.

source: SSL certificates
de: SSL-Zertifikate

source: Backup &amp; restore SSL certificates
de: SSL-Zertifikate sichern &amp; wiederherstellen

source: Restore SSL certificates
de: SSL-Zertifikate wiederherstellen

source: file
de: Datei

source: Error restoring SSL certificates
de: Fehler beim Wiederherstellen der SSL-Zertifikate

source: System settings
de: Systemeinstellungen

source: Backup &amp; restore system settings
de: Systemeinstellungen sichern &amp; wiederherstellen

source: Restore system settings
de: Systemeinstellungen wiederherstellen

source: settings.sqlite file:
de: settings.sqlite-Datei:

source: Error: invalid settings file
de: Fehler: Ungültige Einstellungsdatei

source: This settings file has the following IPv6 address:
de: Diese Einstellungsdatei hat folgende IPv6-Adresse:

source: Ok to restore?
de: Wiederherstellen?

source: Upload and check
de: Hochladen und überprüfen

source: Back
de: Zurück

source: Changes successfully applied.
de: Änderungen erfolgreich angewendet.

source: Please wait
de: Bitte warten

source: Select country
de: Land auswählen

source: Choose over which country you want internet access.
de: Über welches Land willst Du surfen?

source: Drag and drop to reorder priorities. Mark servers active for failover in case the first (default) server is going down.
de: Ziehe die einzelnen Länder mit der Maus, um die Prioritäten zu bestimmen. Setze die Server aktiv, die im Fehlerfall bei einem Ausfall verwendet werden sollen.

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: The first server marked &quot;active&quot; is your default server, starting from the top.
de: Der erste als &quot;aktiv&quot; markierte Server wird standardmässig verwendet.

source: The country marked orange is the currently selected country.
de: Orange: Aktuell gewähltes Land

source: If a server goes down, the next server marked &quot;active&quot; is automatically selected.
de: Falls ein Server nicht mehr erreichbar ist, wird automatisch der nächste als &quot;aktiv&quot; markierte Server ausgewählt.

source: It may take some time after a country switch until all contacts are reachable again!
de: Hinweis: Es kann nach einem Länderwechel etwas dauern, bis alle Adressen im Adressbuch wieder erreichbar sind.

source: Set passwords. Empty value: Password is inactive.
de: Passwörter setzen. Leerer Wert = Passwort ist nicht aktiv.

source: Set
de: Setzen

source: Password for the Webinterface
de: Passwort für das Webinterface

source: Username is
de: Benutzername ist

source: Password for the email account
de: Passwort für das Mailkonto

source: Insert connection data to your peer
de: Hier die Daten der Gegenstelle eintragen

source: Address
de: Adresse

source: Description
de: Beschreibung

source: Description (optional)
de: Beschreibung (optional)

source: Remove peering
de: Peering entfernen

source: Manage peerings (encrypted, direct connections to other cjdns users)
de: Verwalten von Peerings (verschlüsselten Direktverbindungen zu anderen cjdns-Benutzern)

source: Outgoing peerings
de: Verbindung zu anderen

source: Peering address
de: Peering-Adresse

source: New peering
de: Neues Peering

source: Incoming peering
de: Eingehendes Peering

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Hand over that information to your peer!
de: Gib deiner Gegenstelle diese Informationen!

source: Automatically connect to other cjdns nodes in the same LAN
de: Automatisch zu anderen cjdns-Knoten im gleichen Netzwerk verbinden

source: Teletext is a distributed Twitter clone.
de: Teletext ist ein dezentrales Twitter.

source: Publish telegrams, find other ciphernauts, coordinate a revolution below the radar.
de: Publiziere Telegramme, finde andere Ciphernauten, koordiniere eine Revolution unter dem Radar.

source: Enable Teletext
de: Teletext aktivieren

source: Package
de: Paket

source: Installed version
de: Installierte version

source: New version
de: Neue Version

source: Updates applied.
de: Aktualisierungen installiert.

source: Refresh
de: Aktualisieren

source: Install updates
de: Aktualisierungen installieren

source: Filter out ads and trackers, block whole domains.
de: Werbung und Tracker filtern, ganze Domains blockieren.

source: Instructions
de: Anleitung

source: <a href="http://enigmabox.net/en/ad-blocking/" target="_blank">enigmabox.net/en/ad-blocking/</a>
de: <a href="http://enigmabox.net/werbeblocker/" target="_blank">enigmabox.net/werbeblocker/</a>

source: General configuration
de: Allgemeine Konfiguration

source: Block domains
de: Domains blockieren

source: Custom blocking rules
de: Eigene Filterregeln

source: Filter ads and trackers
de: Werbung filtern

source: Block Facebook
de: Facebook blockieren

source: Block Google
de: Google blockieren

source: Block Twitter
de: Twitter blockieren

source: Custom rules
de: Eigene Regeln

source: Rules
de: Regeln

source: If you have a <a target="_blank" href="http://www.wlan-shop24.de/24-GHz-USB-WLAN-Adapter-ALFA-AWUS036NEH-150-MBit-1000mW">ALFA AWUS036NEH</a> WLAN adapter, you can configure your connection here.
de: Wenn du einen <a target="_blank" href="http://www.wlan-shop24.de/24-GHz-USB-WLAN-Adapter-ALFA-AWUS036NEH-150-MBit-1000mW">ALFA AWUS036NEH</a> WLAN-Adapter hast, kannst du ihn hier konfigurieren.

source: Connect to a WLAN access point
de: Zu einem WLAN Access-Point verbinden

source: Action
de: Aktion

source: Scan for WLAN networks
de: Nach WLAN-Netzwerken suchen

source: WLAN password
de: WLAN-Passwort

source: WLAN security
de: WLAN-Sicherheit

source: WEP or unencrypted
de: WEP oder unverschlüsselt
